abetka = ['а', 'б', 'в', 'г', 'ґ', 'д', 'е', 'є', 'ж', 'з', 'и', 'і', 'ї', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ь', 'ю', 'я']
abetka_L = ['А', 'Б', 'В', 'Г', 'Ґ', 'Д', 'Е', 'Є', 'Ж', 'З', 'И', 'І', 'Ї', 'Й', 'К', 'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ф', 'Х', 'Ц', 'Ч', 'Ш', 'Щ', 'Ь', 'Ю', 'Я']

#Як прописати функцію ????
def ord_ua(a):
  if a.isupper():
    return abetka_L.index(a)
  elif a.islower():
    return abetka.index(a)
#Приклад як зробити функцію зверніть увагу на те що в дужках прінта!!!
print(abetka[7])
#Ця функція отримує цифру букви і повертає саму букву ВЕЛИКІ БУКВИ
def chr_l_ua(n):
  return abetka #тут треба ще щось дописати !!!! зовсім капельку аж 3 символи має з'явитися =) 
#
def chr_ua(n):
  pass

print(chr_l_ua(5))# має бути в результаті буква Д
print(chr_ua(1))# має бути в результаті буква б